IdeaRS.Connections
ConnectionCmdData.OperationId Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the identifier of the operation in the manufacturer sequence
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int OperationId { get; set; }
Property Value
Type: Int32
Implements
IConnectionCmdData.OperationId
See Also
Reference
ConnectionCmdData Class
IdeaRS.Connections.Data Namespace